Repository: sQKhanhs/BrickWaresiOS
Catalog: BrickWares/Localizable.xcstrings
Source language: en
Languages: vi

# toast_import_failed
source: Couldn't import — check the file and try again
vi: Không thể nhập — kiểm tra tệp và thử lại

# toast_import_success
source: Imported %1$lld items
vi: Đã nhập %1$lld mục

# toast_import_too_new
source: This file is from a newer version of BrickWares. Update the app to import it.
vi: Tệp này thuộc phiên bản BrickWares mới hơn. Hãy cập nhật ứng dụng để nhập.

# toast_password_already_set
source: This account already has a password — you can sign in with your email.
vi: Tài khoản này đã có mật khẩu — bạn có thể đăng nhập bằng email.

# toast_password_failed
source: Couldn't set the password. Please try again.
vi: Không thể đặt mật khẩu. Vui lòng thử lại.

# toast_password_set
source: Password set — you can now sign in with your email too.
vi: Đã đặt mật khẩu — giờ bạn có thể đăng nhập bằng email.

# toast_removed_collection
source: %1$@ removed from Collection
vi: Đã xóa %1$@ khỏi bộ sưu tập

# toast_removed_sale
source: %1$@ removed from Sales
vi: Đã xóa %1$@ khỏi mục đã bán

# toast_removed_wishlist
source: %1$@ removed from Wishlist
vi: Đã xóa %1$@ khỏi danh sách mong muốn

# toast_signed_out
source: Signed out
vi: Đã đăng xuất

# toast_sold
source: %1$@ moved to Sales
vi: Đã chuyển %1$@ sang mục đã bán

# value_age_days
source: %1$lld days
vi: %1$lld ngày

# value_age_months
source: %1$lld months
vi: %1$lld tháng

# value_age_years
source: %1$lld years
vi: %1$lld năm

# value_contribute
source: Contribute your value
vi: Đóng góp giá của bạn

# value_note_fresh
source: Current value based on %1$lld price contribution(s).
vi: Giá trị dựa trên %1$lld đóng góp giá.

# value_note_none
source: No current value for this set yet.
vi: Chưa có giá trị hiện tại cho bộ này.

# value_note_stale
source: Old price data — last updated %1$@ ago.
vi: Dữ liệu giá cũ — cập nhật gần nhất %1$@ trước.

# wishlist_empty
source: Nothing here yet, look something up
vi: Chưa có gì ở đây, hãy tìm kiếm

# wishlist_remove_cd
source: Remove from wishlist
vi: Xóa khỏi danh sách mong muốn

# wishlist_search_fab_cd
source: Search for sets
vi: Tìm kiếm bộ

# wishlist_signin_prompt
source: Sign in to build your wishlist
vi: Đăng nhập để tạo danh sách mong muốn của bạn

# wishlist_title
source: My Wishlist
vi: Danh sách mong muốn
